Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[PUBG] Santa Monica (KR >  EN).tmx
Source language: ko
Languages: en

source: (광고) 할로윈 깜짝 로그인 이벤트, 롤리팝 이벤트 등 모바일 배틀그라운드에서 진행되고 있는 다향한 이벤트에 참여하고 각종 보상 받아 가세요!
en: (Ad) Participate in various events in PUBGM, including Halloween surprise log in events and Lollipop events and get your rewards!

source: 평일:
en: Weekdays:

source: 게임 콘텐츠 업데이트 알림 (발송 빈도:
en: Notify game content updates (Frequency:

source: 앱-설정-기본에서 변경 가능)
en: Change setting in App > Setting > General)

source: JP는 월 평균 약 2~3회 발송 (로얄패스, 월 정기 업데이트 안내 등)
en: JP push notifications: Average of 2 to 3 times a month (Royal Pass, monthly update notice, etc.)

source: KR에서는 아래와 같이 '본문' 내용에 '광고' 표기와 '수신거부 방법'을 안내
en: In KR, the message should include the word“Ad” and provide information on“Opting out”

source: 낮음)
en: Low)

source: (광고) 총 16종의 선물 보상이 준비되어 있는 [달빛 저택:
en: (Ad) An event prepared with 16 kinds of gift rewards! [Moonlight Mansion:

source: 참고 자료
en: Reference materials

source: 보통)
en: Average)

source: KR Push 발송 유형
en: Types of notifications

source: 토요일 1~2회 / 일요일 1~2회
en: 1-2 times every Saturday / 1-2 times every Sunday

source: KR은 월 평균 약 25~30회 발송
en: KR push notifications: Average of 25 to 30 times a month.

source: 유령의 서곡] 이벤트!
en: House of Horrors]

source: (광고) 신규 버전 업데이트 하고 접속만 해도 미스터리 상자 교환권 2개 드려요!
en: (Ad) If you update to the new version and log into PUBGM, we'll give you two mystery box coupons!

source: (광고) 블랙핑크와 함께하는 응원 이벤트!
en: (Ad) A cheering event with BLACPINK!

source: 업데이트, 이벤트 이슈 등에 따라 추가 발송 진행
en: Additional push notifications may occur in case of updates, events, and issues, etc.

source: 지금 바로 유튜브 비누TV, 성민TV, 린튜브, 세드TV에서 생방송을 시청하세요!
en: Watch live broadcasts on YouTube SoapTV, SungminTV, LinTube, and SADTV right now!

source: (광고) 총 20명에게 쏩니다!
en: (Ad) We will give chicken to 20 users!

source: 주말 및 공휴일:
en: Weekends & Public holidays:

source: 지금 바로 PMSC 코인 이벤트 참여와 함께 대회를 시청하세요! (수신거부:
en: Participate in PMSC coin event and watch the competition (To opt out:

source: KR에서는 '광고성 알림 수신동의'를 이용약관에 포함하여 동의를 받고 있음
en: KR obtains the user’s permission by including “Agree to Receive Advertisement Notice” in the Terms of Use

source: (광고) 접속 후 치킨 메달 1개 받고!
en: (Ad) Log in and get one chicken medal!

source: 새로워진 에란겔을 플레이 하고 업데이트 기념 이벤트에도 참여해 보세요! (수신거부:
en: Play the new Erangel and participate in an event celebrating the new update! (To opt out:

source: Push 발송 목적
en: The purpose of push notifications

source: 이스포츠 시청 유도 (발송 빈도:
en: Encourage the user to watch esports (Frequency

source: (광고) 한글날 퀴즈 이벤트가 공식 카페에서 진행되고 있습니다!
en: (Ad) Hangeul Day quiz event is being held on our official cafe!

source: 높음)
en: High)

source: (광고) 주말 누적 로그인 시간(30분/60분/80분)에 따라 보상을 드립니다!
en: (Ad) Claim your rewards based on your weekend accumulated log in time (30/60/80 minutes)!

source: (광고) 구독 즉시 150UC 획득, 이후 매일 데일리 조각 패키지 1개, 매주 30UC 가치의 할인권 2장을 획득할 수 있는 혜택을 누려보세요~! (수신거부:
en: (Ad) Subscribe and get 150UC immediately. Enjoy Daily Special Bundle every day and two discount coupons worth 30UC every week! (To opt out:

source: 새로운 로얄 패스 미션과 다양한 보상도 확인해 보시고~ 업데이트를 기념하여 준비한 다양한 이벤트에 참여하시고 보상도 받아보세요! (수신거부:
en: Check out the new Royal Pass mission and various rewards. Participate in various events to celebrate the update and get rewards! (To opt out:

source: 수신자의 사전수신동의 받기
en: Acquiring permission from the user

source: 인 게임 이벤트를 통한 게임 접속 유도 (발송 빈도:
en: Encourage the user to log into PUBGM by advertising In-game events (Frequency:

source: KR Push 발송 시간
en: Release schedule

source: 업데이트 완료 안내 (발송 빈도:
en: Maintenance completion notice (Frequency:

source: (광고) 클래식 모드 TOP10 진입으로 보상을 획득해 보세요!
en: (Ad) Win rewards by entering the Classic Mode TOP 10!

source: KR에서는 Push를 스팸으로 인지하지 않도록 유저가 접속/참여/플레이 등을 했을 때 받을 수 있는 '혜택'을 최대한 안내하는 방향성을 가지고 Push 발송
en: KR sends out push notifications with emphasis on informing of ways to enjoy “benefits” with log in, participation, gameplay, etc., so the user doesn’t regard push notifications as spam

source: 서비스와 관련된 내용 알림 (점검 완료, 업데이트 완료, 시즌 업데이트 등)
en: Service-related notifications (Maintenance completion, update completion, season updates, etc.)

source: 지금 바로 접속해볼까요? (수신거부:
en: Would you like to log in now? (To opt out:

source: 누적 로그인 이벤트로 최대 치킨 메달 1개, 미스터리 상자 교환권 조각3개, 200BP, 20RP 받아 보세요! (수신거부:
en: Get up to one chicken medal, three mystery box exchange tickets, 200 BP, 20RP by participating in accumulated log in event!

source: 친구와 함께 특수 미션 클리어하고 특별 아이템 보상 받아가세요! (수신거부:
en: Accomplish a special mission with your friends and get your special item rewards! (To opt out:

source: PMSC 2020 퀴즈 6문제 풀고 네네치킨 신메뉴 '청양마요치킨' 교환권 받아 가세요!
en: Participate in answering six PMSC 2020 quiz questions and get a voucher for Nene Chicken’s new “Cheongyang Mayo Chicken!”

source: (광고) 지금 바로 대한민국 최강 스쿼드 팀이 가려지는 순간을 함께 하세요!
en: (Ad) Join the moment where Korea’s best squad is decided!

source: 모든 채널에서 치킨교환권을 얻을 수 있는 시청 이벤트도 진행 중입니다! (수신거부:
en: There’s also a viewing event where you can get a chicken dinner voucher on all channels! (To opt out:

source: KR Push 발송 주체
en: Who’s in charge of KR push notifications?

source: (광고) 바이러스 인펙션 업데이트 기념 방구석에서 즐기는 할로윈 파티!
en: (Ad) Virtual Halloween party to celebrate the Virus Infection updates!

source: 최대 치킨 메달 1개, 미스터리 상자 교환권 조각 3개, 200BP, 20RP를 획득해 보세요! (수신거부:
en: Win up to one chicken medal, three mystery box exchange tickets, 200BP, 20RP! (To opt out:

source: 유료화 상품 안내 (발송 빈도:
en: Notify updates on paid products (Frequency:

source: 아직 달성하지 못한 미션 수행 및 수령하지 못한 보상을 서둘러 받아주세요! (수신거부:
en: Hurry up and complete the mission you haven't accomplished and get the rewards you haven't received yet! (To opt out:

source: (광고) 다시 돌아온 인기 서바이벌 모드 바이러스 인펙션!
en: (Ad) The famous survivor mode virus infection is back!

source: 주말:
en: Weekends:

source: 기타 유저에게 안내해야 할 이슈 인지
en: Other issues that need to be informed to the user

source: 예시) 본문: (광고) 할로윈 깜짝 로그인 이벤트, 롤리팝 이벤트 등 모바일 배틀그라운드에서 진행되고 있는 다향한 이벤트에 참여하고 각종 보상 받아 가세요!
en: (E.g) Body: (Ad) Participate in various events in PUBGM, including Halloween surprise log in events and Lollipop events and get your rewards!

source: 싸인CD와 다양한 인게임 아이템을 획득할 수 있는 기회!
en: You can get BLACKPINK’S autographed album and various in-game items!

source: 커뮤니티 이벤트 참여 유도 (발송 빈도:
en: Encourage the user to participate in community events (Frequency

source: 지금 바로 정답 맞히고 치킨 메달 2개 받아 가세요! (수신거부:
en: Get the correct answers and get two chicken medals! (To opt out:

source: Push(광고성 정보 전송) 발송을 위해서 수신자의 사전수신 동의를 받아야 하는 이슈
en: It is required by law to get permission from the user to send push notifications (delivery of ad information)

source: 도전 정예병의 상자, 스페셜 & 미스터리 상자 교환권 조각 등의 아이템과 달성 횟수 보상으로 영구 테두리, 치킨 메달, 영구제 상의를 드려요! (수신거부:
en: Users who have gained items such as challenging elite’s box, special & mystery box voucher and achieved the missions many times will receive a permanent wall paper, chicken medal and Covenant top! (To opt out:

source: 게임 접속 유도
en: To encourage users to log in to PUBGM

source: 플레이하면 할수록 빠져드는 좀비와 인간의 대결 속으로 지금 바로 함께해보세요! (수신거부:
en: Join and play the unstoppable fight between zombies and humans! (To opt out:

source: 공휴일:
en: Public Holidays:

source: 지금 바로 공식 카페에서 확인해보세요! (수신거부:
en: Check out our official cafe now! (To opt out:

source: 로얄 패스 및 랭킹 시즌 안내 (발송 빈도:
en: Notify updates on Royal Pass and Ranking Season (Frequency:

source: 오후 7시
en: 7:00 p.m.

source: KR Push 발송 정책
en: KR Push Notification Policy

source: 이 외 추가적인 사항들이 있으나 (불법유해정보전송 금지 등) 해당 사항이 없어 추가적인 애용에 대해서는 생략
en: There are additional terms (such as Prohibition of sharing illegal and harmful contents), however those are not relevant to this case and thus we will not elaborate on it

source: 예시) 제목:
en: E.g. Title:

source: 해당 시간에 Push를 발송하려면 별도의 수신 동의를 받아야 하며, 해당 시간에 대한 발송 니즈가 있지 않아 텐센트와 협의하여 야간 시간에 대한 별도 동의와 Push 수신 ON/OFF 기능을 구현하지 않음
en: In order to send push notifications at nighttime, additional permission must be obtained. Since we didn’t see a need to send notifications at night, upon agreement with Tencent, we didn’t include additional permission request and ON/OFF toggle function that apply to nighttime notifications

source: 지금 접속해서 확인해 보세요! (수신거부:
en: Log in now to check out! (To opt out:

source: (광고) 새로운 시즌이 오픈됐습니다!
en: (Ad) New season is now open!

source: (광고) 랭킹 시즌 14는 9/15(화) 오전 9시, 로얄 패스 시즌14는 9/14(월) 오전 9시에 종료됩니다!
en: (Ad) Ranking season 14 ends at 9:00 a.m., September 14 (Tuesday), and Royal Pass season 14 ends at 9:00 a.m., September 14 (Monday)!

source: KR에서는 Push 발송 시 '정보통신망 이용촉진 및 정보보호 등에 관한법률'에서 명시하고 있는 사항들을 준수해야 함
en: KR must comply with the matters specified in the “Act on Promotion of Information and Communications Network Utilization and Information Protection” when sending out push notifications.

source: Mobile Live Ops팀
en: Mobile Live Ops Team

source: 오후 12시 or 오후 6시
en: 12:00 p.m. or 6:00 p.m.

source: 한국 시간을 기준으로 PM 21:00 ~ AM 08:00에는 Push를 발송하지 않습니다.
en: Push notifications are not sent from 9:00 p.m. to 8:00 a.m. KST.

source: 파트너 방송 시청 유도 (발송 빈도:
en: Encourage the user to watch partners’ broadcast (Frequency:

source: 지금 바로 접속해서 바이러스 인펙션 전장 속 마지막 주인공이 되어 보세요! (수신거부:
en: Log in now and be the last hero from the Virus Infection Battlefield! (To opt out:

source: 1~2회
en: 1-2 times

source: 위와 같은 사항을 준수하지 않을 경우 '3천만원 이하의 과태료'나 '1년 이하의 징역 또는 1천만원 이하 벌금'
en: Failure to comply with the above terms may result in “a fine of up to 30 million won” or “a sentence of up to one year in prison or a fine of up to 10 million won.”

source: 수신한 Push가 '광고'임을 알 수 있는 (광고) 표기, 무료 수신 거부 방법 등이 포함되어 있어야 합니다.
en: Push notifications should include the word “Ad”, so the user knows it is an advertisement. It should also include information on how to opt out of push notifications for free of charge

source: 전송한 내용에는 (광고)와 무료 수신거부 방법이 포함되어야 함
en: Push notifications must include the word “Ad” and provide information on how to opt out of push notifications for free

source: 야간 광고 전송 금지
en: Sending advertisement push notification at the nighttime is prohibited

source: (광고) 인간VS좀비의 대결이 진행되고 있습니다!
en: (Ad) Human vs. Zombie battle is on!

source: 지금부터 출석해도 2020 할로윈 상자 획득 가능!?
en: Can you get the 2020 Halloween Box if you log into PUBG now?

source: 금요일 1회
en: Once every Friday

source: Push 내용을 발송 희망 일정 기준 최소 2일, 평균 7일전 유관부서에서 공유 받아 발송
en: Push notification contents should be shared by relevant teams at least 2 days and an average of 7 days prior to the scheduled release date.

source: KR Push 발송 횟수
en: Cadence
